Repository: Medhi83/collgate
Catalog: client/apps/taxonomy/locale/*/LC_MESSAGES/default.po
Languages: fr

source: Enter a taxon name. 3 characters at least for auto-completion
fr: Saisissez un nom de taxon. 3 caractères minimum pour l'auto-complétion

source: Successfully removed !
fr: Retiré avec succé !

source: Descriptors
fr: Descripteurs

source: Delete descriptors
fr: Supprimer les descripteurs

source: Are you sure you want to delete any descriptors for this taxon ?
fr: Etes-vous sûr de vouloir supprimer tous les descripteurs pour ce taxon ?

source: Defines descriptors
fr: Définir les descripteurs

source: Modify descriptors
fr: Modifiers les descripteurs

source: Replace all descriptors
fr: Remplacer tous les descripteurs

source: Delete all descriptors
fr: Supprimer tous les descripteurs

source: Apply modifications
fr: Appliquer les modifications

source: Cancel modifications
fr: Annuler les modifications

source: 3 characters min
fr: 3 caractères minimum

source: 64 characters max
fr: 64 caractères maximum

source: Synonym of taxon already used
fr: Synonyme de taxon existant

source: Primary synonym must be unique
fr: Le synonyme principale doit être unique

source: Unable to rename the synonym !
fr: Impossible de renommer le synonyme !

source: List of taxons
fr: Liste des taxons

source: Taxon details
fr: Détails du taxon

source: Taxon name already in usage
fr: Ce nom de taxon est déjà utilisé

source: Family rank cannot have a parent taxon
fr: Le rang taxinomique famille ne peut pas avoir de parent

source: This rank must have a parent taxon
fr: Ce rang taxinomique doit avoir un parent

source: Taxon successfully created !
fr: Taxon créé avec succès !

source: Change the direct parent of taxon
fr: Changer le parent immédiat du taxon

source: Direct parent
fr: Parent direct

source: Cancel
fr: Annuler

source: Apply
fr: Appliquer

source: Change the name for a synonym of taxon
fr: Changer le nom d'un synonyme de taxon

source: Name
fr: Nom

source: Create a taxon
fr: Créer un taxon

source: Principal name of the taxon (must be unique)
fr: Nom principal du taxon (doit être unique)

source: Taxon rank
fr: Rank taxinomique

source: Create
fr: Créer

source: No descriptor meta-model is defined for this taxon.
fr: Aucun méta-modèle de descripteur n'est définit pour ce taxon.

source: Defines
fr: Définir

source: Defines a meta-model of descriptors
fr: Définir un méta-model de descripteurs

source: Template
fr: Modèle

source: Synonyms
fr: Synonymes

source: Sub-ranks
fr: Sous-niveaux

source: Entities
fr: Entités
