Repository: Medhi83/collgate
Catalog: server/accession/locale/*/LC_MESSAGES/django.po
Languages: fr

source: You are not allowed to create an accession
fr: Vous n'êtes pas autorisé à créer une accession

source: The code of the accession is already used as a synonym name
fr: Le code de l'accession est déjà utilisé et tant que synonyme

source: The code of the accession is already used
fr: Le code de l'accession est déjà utilisé

source: The language is not supported
fr: La langue n'est pas supportée

source: The code and the name of the accession must be different
fr: Le code and le nom de l'accession doivent être différents

source: You are not allowed to list the accessions
fr: Vous n'êtes pas autorisé à lister les accessions

source: You are not allowed to get an accession
fr: Vous n'êtes pas autorisé à récupérer une accession

source: Invalid permission to access to this accession
fr: Permissions invalides pour accéder à cette accession

source: You are not allowed to search accessions
fr: Vous n'êtes pas autorisé à rechercher des accessions

source: You are not allowed to modify an accession
fr: Vous n'êtes pas autorisé à modifier une accession

source: You are not allowed to delete an accession
fr: Vous n'êtes pas autorisé à supprimer une accession

source: You are not allowed to list batches for an accession
fr: Vous n'êtes pas autorisé à lister les lots pour une accession

source: You are not allowed to add a synonym of accession
fr: Vous n'êtes pas autorisé à rajouter un synonyme sur une accession

source: You are not allowed to modify a synonym of accession
fr: Vous n'êtes pas autorisé à modifier un synonym d'accession

source: You are not allowed to delete a synonym of accession
fr: Vous n'êtes pas autorisé à supprimer un synonomy d'une accession

source: It is not possible to remove a GRC code name
fr: Il n'est pas possible de retirer un code CRB

source: It is not possible to remove a primary name
fr: Il n'est pas possible de retirer un nom principal

source: Create accession
fr: Créer une accession

source: List accessions
fr: Liste des accessions

source: Search accessions
fr: Recherche d'accessions

source: Batch
fr: Lot

source: Introduce a batch
fr: Introduire un lot

source: List batches
fr: Liste des lots

source: Search batches
fr: Recherche de lots

source: Invalid permission to access to this batch
fr: Permissions invalides pour accéder à ce lot

source: You are not allowed to create a batch
fr: Vous n'êtes pas autorisé à créer un lot

source: The name of the batch is already used
fr: Ce nom de lot est déjà utilisé

source: Unable to create the batch
fr: Impossible de créer ce lot

source: You are not allowed to modify a batch
fr: Vous n'êtes pas autorisé à modifier un lot

source: Invalid permission to modify this accession
fr: Permissions invalides pour modifier cette accession

source: Unable to update the batch
fr: Impossible de modifier le lot

source: You are not allowed to delete a batch
fr: Vous n'êtes pas autorisé à supprimer un lot

source: You are not allowed to list parent batches for a batch
fr: Vous n'êtes pas autorisé à lister les lots pour un lot

source: You are not allowed to search batches
fr: Vous n'êtes pas autorisé à rechercher des lots

source: You are not allowed to list the batches
fr: Vous n'êtes pas autorisé à lister les lots

source: Empty synonym data
fr: Données de synonyme incomplètes

source: Undefined synonym name or primary synonym
fr: Nom de synonyme ou principal indéfini

source: Undefined synonym language
fr: Langue du synonyme indéfinie

source: Model
fr: Modèle

source: Synonym
fr: Synonyme

source: accession synonym
fr: synonyme d'accession

source: batch
fr: lot

source: sample
fr: échantillon

source: Regeneration
fr: Regénération

source: Clean-up
fr: Assainissement

source: Sample
fr: Echantillon

source: Dispatch
fr: Expédition

source: batch action
fr: action de lot
