Repository: Medhi83/collgate
Catalog: server/descriptor/locale/*/LC_MESSAGES/django.po
Languages: fr

source: List groups of descriptors
fr: Liste des groupes de descripteurs

source: List models of descriptor
fr: Liste des modèles de descripteur

source: List meta-models of descriptor
fr: Liste des méta-modèles de descripteur

source: Missing mandatory descriptor %s
fr: Descripteur obligatoire manquant %s

source: Already defined set once descriptor %s
fr: Descripteur à écriture unique déjà définit %s

source: A conditional descriptor is defined but the condition is not true
fr: Un déscripteur conditionel est définit mais la condition est invalide

source: You are not allowed to create a group of descriptors
fr: Vous n'êtes pas autorisé à créer un groupe de descripteurs

source: You are not allowed to delete a group of descriptors
fr: Vous n'êtes pas autorisé à supprimer un groupe de descripteurs

source: Only an empty group of descriptors can be deleted
fr: Seul les groupes de descripteur vides peuvent être supprimés

source: You are not allowed to modify a group of descriptors
fr: Vous n'êtes pas autorisé à modifier un type de descripteur

source: It is not permit to modify this group of type of descriptors
fr: Vous n'êtes pas autorisé à modifier ce groupe de types de descripteurs

source: Name of group of descriptor already in usage
fr: Nom de groupe de descripteur existant

source: You are not allowed to modify a group of types of descriptors
fr: Vous n'êtes pas autorisé à modifier un groupe de types de descripteurs

source: You are not allowed to create a type of descriptor
fr: Vous n'êtes pas autorisé à créer un type de descripteur

source: You are not allowed to delete a type of descriptor
fr: Vous n'êtes pas autorisé à supprimer un type de descripteur

source: Only an empty of values type of descriptor can be deleted
fr: Seul les types de descripteur n'ayant aucunes valeurs peuvent être supprimés

source: Only unused types of descriptor can be deleted
fr: Seul les types de descripteur inutilisés peuvent être supprimés

source: You are not allowed to modify a type of descriptor
fr: Vous n'êtes pas autorisé à modifier un type de descripteur

source: It is not permit to modify this type of descriptor
fr: Vous n'êtes pas autorisé à modifier un type de descripteur

source: You are not allowed to create a value of descriptor
fr: Vous n'êtes pas autorisé à créer une valeur de descripteur

source: You are not allowed to modify a value of type of descriptor
fr: Vous n'êtes pas autorisé à modifier un type de descripteur

source: There is no values for this type of descriptor
fr: Il n'y a pas de valeurs possibles pour ce type de descripteur

source: Ordinal field is only defined for enumeration with ordinal
fr: Le champs ordinal est défini seulement pour le type d'énumération avec ordinal

source: Second value field is only defined for enumeration of pairs
fr: Le champs de valeur secondaire est défini seulement pour le type d'énumération de paires

source: You are not allowed to remove a value of type of descriptor
fr: Vous n'êtes pas autorisé à supprimer une valeur de type descripteur

source: There is some data using the type of descriptor
fr: Il existe de données utilisant ce type de descripteur

source: This type of descriptor does not contains a list
fr: Ce type de descripteur ne contient pas de liste

source: Field name must be value0 or value1
fr: Le nom de champs doit être value0 ou value1

source: Unsupported language identifier
fr: Identifiant de langue indéfini

source: List of values are not available for drop-down
fr: La liste des valeurs n'est pas disponible pour la liste déroulante

source: Single value
fr: Valeur simple

source: List of values
fr: Liste de valeurs

source: Single enumeration
fr: Simple énumération

source: The descriptor value must be a string
fr: La valeur du descripteur doit être une chaîne

source: The descriptor value must exists
fr: La valeur du descripteur doit être définie

source: Pair enumeration
fr: Enumération de paires

source: Ordinal with text
fr: Ordinal avec texte

source: Range limits are [-127, 127]
fr: Limites de la plage [-127, 127]

source: Boolean
fr: Booléen

source: The descriptor value must be a boolean
fr: La valeur du descripteur doit être un booléen

source: Numeric
fr: Numérique

source: The descriptor value must be a decimal string
fr: La valeur du descripteur doit être une chaîne de décimal

source: The descriptor value must be a decimal
fr: La valeur du descripteur doit être un décimal

source: The descriptor value must be a decimal with a precision of
fr: La valeur du descripteur doit être un décimal avec une précision de

source: The unit must refers to a valid predefined value (unit)
fr: L'unité doit référencer une valeur prédéfinie (unit)

source: Numeric range
fr: Plage numérique

source: The descriptor value must be a decimal with a precision of
fr: La valeur du descripteur doit être un décimal avec une précision de

source: The descriptor value must be a decimal between
fr: La valeur du descripteur doit être un décimal compris entre

source: Range min must be a decimal
fr: Plage min doit être un décimal

source: Range min must be lesser than range max
fr: Plage min doit être inférieur à plage max

source: The descriptor value must be an integer
fr: La valeur du descripteur doit être un entier

source: The descriptor value must be an integer between
fr: La valeur du descripteur doit être un entier compris entre

source: Range min must be an integer
fr: La plage doit définir deux entiers

source: Text
fr: Texte

source: The descriptor value must be a string with a maximum length of 1024 characters
fr: La valeur du descripteur doit être une chaîne d'une longueur maximum de 1024 caractères

source: The descriptor value must be a string matching the defined format
fr: La valeur du descripteur doit être une chaîne validant le format définit

source: The descriptor value must be a date string (YYYYMMDD)
fr: La valeur du descripteur doit être une chaîne de date (YYYYMMDD)

# concept
source: Time
fr: Temps

source: The descriptor value must be a time string (HH:MM:SS)
fr: La valeur du descripteur doit être une chaîne d'heure (HH:MM:SS)

source: Imprecise date
fr: Date imprécise

source: The descriptor value must be an array of 3 string values
fr: La valeur du descripteur doit être une tableau de 3 chaînes

source: The descriptor value must contain a valid year (format:YYYY)
fr: La valeur du descripteur doit contenir une année valide (format:YYYY)

source: The descriptor value of month is invalid
fr: La valeur du mois du descripteur est invalide

source: The descriptor value of day is invalid
fr: La valeur du jour du descripteur est invalide

source: The descriptor value is invalid
fr: La valeur du descripteur est invalide

source: Date+time
fr: Date+temps

source: The descriptor value must be a datetime string (ISO 8601)
fr: La valeur du descripteur doit être une chaîne dateheure (ISO 8601)

source: Entity
fr: Entité

source: The descriptor value must refers to an existing entity
fr: La valeur du descripteur doit référencer une valeur existante

source: Invalid describable entity model type name
fr: Nom de type d'entité de modèle de descripteur invalide

source: The descriptor doesn't refers to a valid entity model
fr: Le descripteur ne se référe pas à une entité valide

source: Common
fr: Commun

source: Meter
fr: Mètre

source: Weight
fr: Poids

source: Plant and plot
fr: Plant et parcelle

source: Quantity and volume
fr: Quantité et volume

source: Category
fr: Catégorie

source: Custom
fr: Customisé

source: Norm 1
fr: Norme 1

source: % (percent)
fr: % (pourcentage)

source: Scale
fr: Echelle

source: plant/plot
fr: plant/parcelle

source: g/plot
fr: g/parcelle

source: kg/plot
fr: kg/parcelle

source: node
fr: nœud

source: spikelet
fr: épillet

source: spike/m²
fr: épi/m²

source: tiller/m
fr: pousse/m

source: tiller/m²
fr: pousse/m²

source: g/m²/day
fr: g/m²/jour

source: delta 13C (carbon)
fr: delta 13C (carbone)

source: hour
fr: heure

source: day
fr: jour

source: month
fr: mois

source: year
fr: année

source: Time
fr: Temps

source: Date+Time
fr: Date+Temps

source: %/hour
fr: %/heure

source: %/day
fr: %/jour

source: You are not allowed to create a meta-model of descriptor
fr: Vous n'êtes pas autorisé à créer un méta-modèle de descripteur

source: You are not allowed to remove a meta-model of descriptor
fr: Vous n'êtes pas autorisé à supprimer un méta-modèle de descripteur

source: It is not possible to remove a meta-model of descriptor that contains models of descriptor
fr: Il n'est pas possible de retirer un méta-modèle de descripteur contanant des modèles de descripteur

source: There is some data using the meta-model of descriptor
fr: Il existe de données utilisant ce méta-modèle de descripteur

source: You are not allowed to modify a meta-model of descriptor
fr: Vous n'êtes pas autorisé à modifier un méta-modèle de descripteur

source: You are not allowed to create a panel of descriptor
fr: Vous n'êtes pas autorisé à créer un panel de descripteur

source: A panel of descriptor for this model already exists into this meta-model of descriptor
fr: Un panel de descripteur avec ce modèle existe déjà dans ce méta-modèle de descripteur

source: You are not allowed to modify a panel of descriptor
fr: Vous n'êtes pas autorisé à modifier un panel de descripteur

source: You are not allowed to remove a panel of descriptor
fr: Vous n'êtes pas autorisé à supprimer un panl de descripteur

source: There is some entities attached to this panel
fr: Il existe des entités rattachées à ce panel

source: You are not allowed to create a model of descriptor
fr: Vous n'êtes pas autorisé à créer un modèle de descripteur

source: A model of descriptor with a similar name already exists
fr: A model de descripteur avec un nom similaire existe déjà

source: You are not allowed to modify a model of descriptor
fr: Vous n'êtes pas autorisé à créer un modèle de descripteur

source: You are not allowed to remove a model of descriptor
fr: Vous n'êtes pas autorisé à supprimer un modèle de descripteur

source: Only empty models of descriptor can be removed
fr: Seul les modèles de descripteur vides peuvent être retirés

source: Only unused models of descriptor can be removed
fr: Seul les modèles de descripteur inutilisés peuvent être supprimés

source: You are not allowed to create a type of model of descriptor
fr: Vous n'êtes pas autorisé à créer un type de modèle de descripteur

source: The name of descriptor model type already exists
fr: Ce nom de model de descripteur existe déjà

source: You are not allowed to modify a type of model of descriptor
fr: Vous n'êtes pas autorisé à modifier un type de modèle de descripteur

source: There is some data using the model of descriptor
fr: Il existe de données utilisant ce modèle de descripteur

source: A required type of model of descriptor cannot have a condition. You must delete the condition before to set the required state
fr: A type de modèle de descripteur obligatoire ne peut pas avoir de condition. Vous devez retirer la condition avant de définir l'état obligatoire

source: You are not allowed to remove a type of model of descriptor
fr: Vous n'êtes pas autorisé à supprimer un type de modèle de descripteur

source: It is not possible to define a condition on a required type of model of descriptor
fr: Il est impossible de définir une condition sur un type de modèle de descripteur obligatoire

source: Cyclic condition detected. You cannot define this condition or you must remove the condition on the target
fr: Condition cyclique détecté. Vous ne pouvez pas définir cette conditon ou vous devez retirer la condition sur la cible

source: You are not allowed to modify a condition of a model of descriptor
fr: Vous n'êtes pas autorisé à modifier une condition ce modèle de descripteur

source: You are not allowed to delete a condition of a model of descriptor
fr: Vous n'êtes pas autorisé à supprimer une condition sur ce modèle de descripteur

source: descriptor group
fr: groupe de descripteur

source: descriptor type
fr: type de descripteur

source: descriptor value
fr: valeur de descripteur

source: descriptor panel
fr: panel de descripteur

source: descriptor model type
fr: type de modèle de descripteur

source: Unable to update the %s
fr: Impossible de mettre à jour le %s

source: The value of the descriptor %s must be unique.
fr: La valeur du descripteur %s doit être unique

source: Unable to save the %s
fr: Impossible de sauvegarder le %s

source: descriptor model
fr: modèle de descripteur

source: descriptor meta model
fr: méta-modèle de descripteur

source: Undefined
fr: Indéfini

source: Defined
fr: Défini

source: Equal to
fr: Egale à

source: Different from
fr: Différent de

source: descriptor model type condition
fr: condition de modèle de descripteur
