Repository: Medhi83/collgate
Catalog: client/apps/organisation/locale/*/LC_MESSAGES/default.po
Languages: fr

source: Descriptors
fr: Descripteurs

source: Modify
fr: Modifier

source: Apply
fr: Appliquer

source: Cancel
fr: Annuler

source: Successfully removed !
fr: Retiré avec succès !

source: Establishment name already in usage
fr: No de site déjà utilisé

source: 255 characters max
fr: 255 caractères maximum

source: 3 characters min
fr: 3 caractères minimum

source: Name
fr: Nom

source: Zipcode
fr: Code postal

source: Location
fr: Localisation

source: Establishment
fr: Site

source: Done
fr: Fait

source: Manage establishments of the organisation
fr: Gérer les sites de l'organisation

source: Organisation name already in usage
fr: Nom d'organisation déjà utilisé

source: Acronym
fr: Acronyme

source: Establishments
fr: Sites

source: GRC details
fr: Détails du CRB

source: List of GRC partners
fr: Liste des partenaires du CRB

source: List of organisations
fr: Liste des organisations

source: Create an establishment
fr: Créer un site

source: Name of the organisation
fr: Nom de l'organisation

source: Name (must be unique)
fr: Nom (doit être unique)

source: Create
fr: Créer

source: Update an establishment
fr: Modifier un site

source: Conservatories
fr: Conservatoires

source: Identifier
fr: Identifant

source: Create an organisation or a partner
fr: Créer une organisation ou un partenaire

source: Partner or organisation
fr: Partenaire ou organisation

source: GRC partner
fr: Partenaire de CRB

source: Update an organisation or a partner
fr: Mettre-à-jour une organisation ou un partenaire
