Repository: Medhi83/collgate
Catalog: client/apps/accession/locale/*/LC_MESSAGES/default.po
Languages: fr

source: Introduce a batch
fr: Introduire un lot

source: Descriptors
fr: Descripteurs

source: Modify
fr: Modifier

source: Apply
fr: Appliquer

source: Cancel
fr: Annuler

source: Name
fr: Nom

source: Model
fr: Modèle

source: Synonym
fr: Synonyme

source: Accession actions
fr: Actions d'accession

source: Create panel
fr: Créer un panel

source: It is not possible to use a GRC code of accession as synonym
fr: Il n'est pas possible d'utiliser un code de CRB d'accession en tant que synonyme

source: Synonym of accession already defined into this accession
fr: Synonyme d'accession déjà défini dans cette accession

source: Accession GRC code must be unique
fr: Le code CRB de l'accession doit être unique

source: Invalid characters (alphanumeric, _ and - only)
fr: Caractères invalides (alphanumeric, _ et - seulement)

source: Batches actions
fr: Actions sur les lots

source: Batch name already in usage
fr: Nom de lot déjà utilisé

source: Batch
fr: Lot

source: AND
fr: ET

source: OR
fr: OU

source: Undefined
fr: Indéfini

source: Defined
fr: Défini

source: Exact
fr: Exactement

source: Different from
fr: Différent de

source: Include
fr: Inclus

source: Not include
fr: Non inclus

source: Contains
fr: Contient

source: Lesser than
fr: Inférieur à

source: Greater than
fr: Supérieur à

source: maximum depth of sub conditions groups si 3
fr: la profondeur maximale de sous-condition est de 3

source: condition depth too high
fr: profondeur de condition trop élevée

source: Condition group must be closed
fr: Le groupe de condition doit être fermé

source: invalid conditions groups
fr: groupes de conditions invalides

source: List of accessions
fr: Liste des accessions

source: List of all batches
fr: Liste de tout les lots

source: List of batches for the accession
fr: Liste des lots pour l'accession

source: List of panels
fr: Liste des panels

source: Enter a classification entry name.
fr: Saisissez un nom d'entrée de classification

source: Code of accession already used
fr: Code d'accession déjà utilisé

source: Synonym used as accession code
fr: Synonyme utilisé comme code d'accession

source: The meta-model of descriptors must be defined
fr: The méta-modèle de déscripteurs doit être définit

source: The primary classification must be defined
fr: La classification principal doit être définie

source: Enter a accession name. 3 characters at least for auto-completion
fr: Saisissez un nom d'accession. Au moins 3 caractères pour l'auto-complétion

source: Batch name already exist
fr: Nom de lot déjà existant

source: The accession must be defined
fr: L'accession doit être définie

source: Rename a synonym of accession
fr: Renomer un synonyme d'accession

source: Create an accession
fr: Créer une accession

source: Template
fr: Modèle

source: Code of the accession (must be unique)
fr: Code de l'accession (doit être unique)

source: Principal name of the accession
fr: Nom principal de l'accession

source: Language
fr: Langue

source: Primary classification
fr: Classification principale

source: Primary classification entry
fr: Principale entrée de classification

source: Continue
fr: Continuer

source: Synonyms
fr: Synonymes

source: Batches
fr: Lots

source: Name of the batch
fr: Nom du lot

source: Create a panel from the selection
fr: Créer un panel depuis la sélection

source: Panel name
fr: Nom du panel

source: Advanced search
fr: Recherche avancée

source: Entity
fr: Entité

source: Descriptors model
fr: Modèle de descripteurs

source: Add a condition
fr: Ajouter une condition

source: Save
fr: Enregister

source: Search
fr: Rechercher

source: Remove this condition
fr: Retirer la condition

source: Field or Descriptor
fr: Champ de descripteur

source: Value
fr: Valeur

source: Related primary classification
fr: Classification principale associée

source: Available batches meta-models
fr: Méta-modèles de lots disponibles
