Repository: Medhi83/collgate
Catalog: server/permission/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Administration
fr: Administation

source: Manage users
fr: Gérer les utilisateurs

source: Manage groups
fr: Gérer les groupes

source: Group name already in usage
fr: Nom de groupe déjà utilisé

source: Only empty groups can be deleted
fr: Seul les groupes vides peuvent être supprimés

source: Only a superuser can change an auth.permission
fr: Seulement un super-utilisateur peu changer une auth.permission

source: You are not allowed to add a user into a group
fr: Vous n'êtes pas autorisé à rajouter un utilisateur dans un groupe

source: User already exists into the group
fr: L'utilisateur existe déjà dans ce groupe

source: You are not allowed to remove a user from a group
fr: Vous n'êtes pas autorisé à supprimer un utilisateur d'un groupe

source: User does not exists into the group
fr: L'utilisateur n'existe pas dans ce groupe
