Repository: Medhi83/collgate
Catalog: client/apps/descriptor/locale/*/LC_MESSAGES/default.po
Languages: fr

source: Yes
fr: Oui

source: No
fr: Non

source: Enter a value. 3 characters at least for auto-completion
fr: Saisissez une valeur. Au moins 3 caractères pour avoir l'auto-complétion

source: 32 character max
fr: 32 characters maximum

source: 1024 characters max
fr: 1024 caractères maximum

source: Invalid format
fr: Format invalide

source: Field
fr: Champ

source: Some types of descriptor exists for this group
fr: Des types de descripteur existent pour ce groupe

source: Invalid characters (alphanumeric, _ and - only)
fr: Caractères invalides (alphanumérique, _ et - seulement)

source: 3 characters min
fr: 3 caractères minimum

source: Group name already in usage
fr: Nom de groupe déjà utilisé

source: Descriptor type name already in usage
fr: Nom de type de descriptor déjà utilisé

source: It is not permitted to delete a meta-model of descriptor that contains some panels
fr: Il n'est pas permit de supprimer un méta-modèle de descripteur contenant des panels

source: 64 characters max
fr: 64 caractères maximum

source: Successfully labeled !
fr: Etiquette définie avec succès !

source: Unable to create the meta-model of descriptor !
fr: Impossible de créer le méta-modèle de descripteur !

source: Descriptor meta-model name already in usage
fr: Nom de méta-modèle de descripteur déjà utilisé

source: Done
fr: Fait

source: Name for model of descriptor already in usage
fr: Ce nom de modèle de descripteur est déjà utilisé

source: Unable to create the type of model of descriptor !
fr: Impossible de créer le type de modèle de descripteur !

source: Unable to reorder the types of model of descriptor
fr: Impossible de réordonner les types de modèle de descripteur

source: Value
fr: Valeur

source: Successfully removed !
fr: Retiré avec succé !

source: Successfully defined !
fr: Définie avec succé !

source: Unable to reorder the panels of descriptor
fr: Impossible de réordonner les panels de descripters

source: Some values exists for this type of descriptor
fr: Des valeurs existent pour ce type de descripteur

source: 1 character min
fr: Au moins 1 caractère

source: Successfully valued !
fr: Valeur définie avec succé !

source: Successfully changed !
fr: Changement appliqué avec succé !

source: Unable to change the value !
fr: Impossible de changer la valeur

source: List of groups of descriptors
fr: Liste de groupes de descripteurs

source: Types of descriptors for the group
fr: Types de descripteurs pour le groupe

source: Details for the type of descriptor
fr: Détails pour le type de descripteur

source: Values for the type of descriptor
fr: Valeurs pour le type de descripteur

source: List of meta-models of descriptor
fr: Liste des méta-modèles de descripteur

source: Details for the meta-model of descriptor
fr: Détails pour le méta-modèle de descripteur

source: List of panels of descriptor
fr: Liste des panels de descripteur

source: List of models of descriptor
fr: Liste des models de descripteur

source: Details for the model of descriptor
fr: Détails pour le modèle de descripteur

source: List of types of models of descriptor
fr: Liste des types de modèles de descripteur

source: Single value
fr: Valeur simple

source: List of values
fr: Liste de valeurs

source: Boolean
fr: Booléen

source: Numeric
fr: Numérique

source: Numeric range
fr: Plage numérique

source: GPS coordinate
fr: Coordonnée GPS

source: Text
fr: Texte

source: Time
fr: Heure

source: Date+time
fr: Date+heure

source: Entity
fr: Entité

source: Media collection
fr: Collection de médias

source: Single enumeration
fr: Simple énumération

source: Pair enumeration
fr: Enumération de paires

source: Ordinal with text
fr: Ordinal avec texte

source: Common
fr: Commun

source: Meter
fr: Mètre

source: Plant and plot
fr: Plant et parcelle

source: Quantity and volume
fr: Quantité et volume

# concept
source: Time
fr: Temps

source: Category
fr: Catégorie

source: Custom
fr: Customisé

source: Norm 1
fr: Norme 1

source: % (percent)
fr: % (pourcentage)

source: Scale
fr: Echelle

source: grain/spike
fr: grain/épi

source: grain/spikelet
fr: grain/epillet

source: plant/plot
fr: plant/parcelle

source: g/plot
fr: g/parcelle

source: kg/plot
fr: kg/parcelle

source: node
fr: noeud

source: spikelet
fr: epillet

source: spike/m²
fr: épi/m²

source: tiller/m
fr: pousse/m

source: tiller/m²
fr: pousse/m²

source: hour
fr: heure

source: day
fr: jour

source: month
fr: mois

source: year
fr: année

source: Date Time
fr: Date Heure

source: %/hour
fr: %/heure

source: %/day
fr: %/jour

source: Descriptor
fr: Descripteur

source: Modify
fr: Modifier

source: Cancel
fr: Annuler

source: Apply
fr: Appliquer

source: Name
fr: Nom

source: Types of descriptor
fr: Types de descripteur

source: Group of descriptors
fr: Groupe de descripteurs

source: Rename the group of descriptors
fr: Renommer le groupe de descripteur

source: Change the label for the meta-model of descriptor
fr: Changer l'étiquette du méta-modèle de descripteur

source: Create a meta-model of descriptor
fr: Créer un méta-modèle de descripteur

source: Target entity
fr: Entité cible

source: Label for the current language
fr: Etiquette pour le langage courant

source: Descriptor meta-model name
fr: Nom de méta-modèle de descripteur

source: Update
fr: Mettre à jour

source: Label
fr: Etiquette

source: Target
fr: Cible

source: Number of panels of descriptor
fr: Nombre de panels de descripteur

source: Descriptor model name
fr: Nom de modèle de descripteur

source: Verbose name
fr: Nom complet

source: Change the label for the type of model of descriptor
fr: Changer l'étiquette du type de modèle de descripteur

source: Condition of the type of model of descriptor
fr: Condition du type de modèle de descripteur

source: Remove condition
fr: Supprimer la condition

source: Add a type of model of descriptor
fr: Ajouter un type de model de descripteur

source: Unique name
fr: Nom unique

source: Rename the type of model of descriptors
fr: Renommer le type de model de descriptors

source: Undefined label
fr: Etiquette indéfini

source: Change the label for the panel of descriptor
fr: Changer l'étiquette du panel de descripteur

source: Create a panel of descriptor
fr: Créer un panel de descripteur

source: Panels of descriptor
fr: Panels de descripteurs

source: Descriptor type name
fr: Nom du type de descripteur

source: Descriptor type code
fr: Code du type de descripteur

source: Type of format
fr: Type de format

source: Number of values
fr: Nombre de valeurs

source: Type of descriptor
fr: Type de descripteur

source: Change the value of a field for a type of descriptor
fr: Changer la valeur pour un champs d'un type de descripteur

source: Value for any languages
fr: Valeur pour toutes les langues

source: Value0
fr: Valeur0

source: Value1
fr: Valeur1

source: Model of the entity
fr: Modèle de l'entité

source: Translation
fr: Traduction

source: Field name (value0)
fr: Nom du champs (valeur0)

source: Minimal range value
fr: Valeur minimale

source: Maximal range value
fr: Valeur maximale

source: Sort by field
fr: Trier par champs

source: Displayed fields
fr: Champs affichés

source: Ordinal - Value0
fr: Ordinal - Valeur0

source: Display the list as
fr: Afficher la liste tel

source: Dropdown (limit of 256 values)
fr: List déroulante (limité à 256 valeurs)

source: Autocomplete (big list)
fr: Autocomplete (liste importante)

source: Autocomplete search field
fr: Champ de recherche autocomplete

source: Field name (value1)
fr: Nom du champs (valeur1)

source: Controls how is displayed the field. Hierarchy mode is a special usage for pseudo hierarchy, for which values are roughly shifted to give an illusion of parent/children. The shift depend of the level declared in the value0 while value1 contains the label. The first value contains something like 1 or 2 or 1.1, 1.2, 1.1.1...
fr: Contrôle comment est affiché le champs. Le mode hierarchy est utilisé afin de générer une pseudo-hiérarchie, pour laquelle les valeurs sont sensiblement décalé afin de donner une impression de parent/enfant. Le décalage dépend du niveau déclaré dans valeur0 tandis que valeur1 contient l'étiquette. La première valeur contient quelque-chose comme 1 or 2 or 1.1, 1.2, 1.1.1...

source: Value0 - Value1
fr: Valeur0 - Valeur1

source: Hierarchy of Value1
fr: Hiérarchie de Valeur1

source: Unit of the format
fr: Unité du format

source: Custom unit name
fr: Nom d'unité personnalisée

source: Precision of the decimal
fr: Précision de la décimale

source: Regular expression
fr: Expression régulière
