Repository: Medhi83/collgate
Catalog: client/apps/classification/locale/*/LC_MESSAGES/default.po
Languages: fr

source: Rename classification
fr: Renommer la classification

source: Edit label
fr: Editer l'étiquette

source: Some ranks exists for this classification
fr: Des rangs existent pour cette classification

source: Change the labels for the classification
fr: Changer les étiquettes pour la classification

source: Rename the classification
fr: Renommer la classification

source: Unable to create the classification !
fr: Impossible de créer la classification !

source: 3 characters min
fr: 3 caractères minimum

source: Invalid characters (alphanumeric, _ and - only)
fr: Caractères invalident (alphanumérique, _ et -)

source: 128 characters max
fr: 128 caractères max

source: Classification name already in usage
fr: Nom de classification déjà utilisé

source: Successfully removed !
fr: Retiré avec succès !

source: Name
fr: Nom

source: Rank
fr: Rang

source: Synonym
fr: Synonyme

source: Descriptors
fr: Descripteurs

source: Modify
fr: Modifier

source: Apply
fr: Appliquer

source: Cancel
fr: Annuler

source: Enter a classification entry name. 3 characters at least for auto-completion
fr: Saisissez un nom pour l'entré de classification. 3 caractères minimum pour l'auto-complétion

source: 64 characters max
fr: 64 caractères maximum

source: Primary synonym must be unique
fr: Le synonyme principale doit être unique

source: Unable to rename the synonym !
fr: Impossible de renommer le synonyme !

source: Change the labels for the classification rank
fr: Changer les étiquettes pour les rangs de classification

source: Rename classification rank
fr: Renomer un rang de classification

source: Unable to create the classification rank !
fr: Impossible de créer le rang de classification !

source: Classification rank name already in usage
fr: Nom de rang de classification déjà utilisé

source: Undefined classification entry.
fr: Entrée de classification indéfinie

source: List of classifications
fr: Liste des classifications

source: Classification rank
fr: Rank de classification

source: List of classifications entries
fr: Liste des entrées de classification

source: Classification entry details
fr: Détails de l'entrée de classification

source: Enter a classification entry name.
fr: Saisissez un nom pour l'entrée de classification

source: Classification entry name already in usage
fr: Nom d'entrée de classification déjà utilisé

source: Root rank cannot have a parent
fr: Le rang racine ne peut pas avoir de parent

source: A parent must be specified
fr: Un parent doit être spécifié

source: Classification entry
fr: Entrée de classification

source: Create a classification
fr: Créer une classification

source: Unique name
fr: Nom unique

source: Label for the current language
fr: Etiquette pour la langue courante

source: Change the direct parent of classification entry
fr: Changer le parent immédiat de l'entrée de classification

source: Direct parent
fr: Parent direct

source: Change the name for a synonym of classification entry
fr: Changer le nom d'un synonyme d'entrée de classification

source: Create a classification entry
fr: Créer une entrée de classification

source: Template
fr: Modèle

source: Principal name of the classification entry
fr: Nom principal de l'entrée de classification

source: Create
fr: Créer

source: No descriptor meta-model is defined for this classification entry.
fr: Aucun méta-modèle de descripteur n'est définie pour cette entrée de classification

source: Defines
fr: Définir

source: Defines a meta-model of descriptors
fr: Définir un méta-model de descripteurs

source: Synonyms
fr: Synonymes

source: Sub-ranks
fr: Sous-rangs

source: Label
fr: Etiquettes

source: Ranks
fr: Rangs

source: Create rank of classification
fr: Créer un rang de classification

source: Level
fr: Niveau

source: Related classification
fr: Classification rattachée
