Repository: Medhi83/collgate
Catalog: client/apps/audit/locale/*/LC_MESSAGES/default.po
Languages: fr

source: Select a username
fr: Saisissez un nom d'utilisateur

source: List of audit entries related to user
fr: Liste des entrées d'audits pour l'utilisateur

source: Select an entity UUID or name
fr: Sélectionnez une entité par son UUID ou son nom

source: List of audit entries related to entity
fr: Liste des entrées d'audits pour l'entité

source: Get audits entries for an entity
fr: Récupérer les entrées d'audits pour une entité

source: Entity content type
fr: Type d'entité

source: Entity UUID or name
fr: UUID ou nom de l'entité

source: Cancel
fr: Annuler

source: Search
fr: Chercher

source: Get audits entries for a user
fr: Récupérer les entrées d'audits pour un utilisateur

source: Username
fr: Nom d'utilisateur

source: User
fr: Utilisateur

source: Entity
fr: Entité

source: Details
fr: Détails
