Repository: Medhi83/collgate
Catalog: server/classification/locale/*/LC_MESSAGES/django.po
Languages: fr

source: List of classifications
fr: Liste des classifications

source: Create classification entry
fr: Créer une entrée de classification

source: List classifications entries
fr: Liste des entrées de classification

source: The language is not supported
fr: La langue n'est pas supportée

source: You are not allowed to create a classification entry
fr: Vous n'êtes pas autorisé à créer une entrée de classification

source: You are not allowed to list the classifications entries
fr: Vous n'êtes pas autorisé à lister les entrées de classifications

source: You are not allowed to modify a classification entry
fr: Vous n'êtes pas autorisé à modifier une entrée de classification

source: The rank of the parent must be lowest than the classification entry itself
fr: Le rang du parent doit être inférieur a celui de l'entrée de classification

source: You are not allowed to remove a classification entry
fr: Vous n'êtes pas autorisé à supprimer une entrée de classification

source: This classification entry is referred by one or more entities. It cannot be deleted.
fr: Cette entré de classification est reférencée par une ou plusieures entitées. Il ne peut pas être supprimé.

source: This classification entry has sub-ranks. It cannot be deleted.
fr: Cette entrée de classification à des sous-rangs. Elle ne peut pas être supprimée.

source: You are not allowed to add a synonym to a classification entry
fr: Vous n'êtes pas autorisé à créer une entrée de classification

source: You are not allowed to modify a synonym to a classification entry
fr: Vous n'êtes pas autorisé à modifier un synonym d'une entrée de classification

source: You are not allowed to delete a synonym from a classification entry
fr: Vous n'êtes pas autorisé à supprimer un synonyme d'une entrée de classification

source: It is not possible to remove a primary synonym
fr: Il n'est pas possible de retirer un synonyme principal

source: A classification entry with this name already exists
fr: Ce nom d'entrée de classification est déjà utilisé

source: The given classification rank does not exists
fr: Le rang de classification n'existe pas

source: The parent and the children classification rank must be of the same nature
fr: Le rang de classification parent et enfant doivent être de même nature

source: The rank level of the parent must be lesser than the rank level of the new classification entry
fr: Le niveau du rang du parent doit être inférieur à celui choisit pour la nouvelle entrée de classification

source: Empty synonym data
fr: Donnée du synonyme vide

source: Undefined synonym name
fr: Nom de synonyme indéfini

source: Undefined synonym language
fr: Langue du synonym indéfinie

source: Unsupported type of synonym
fr: Type de synonym non supporté

source: The primary name could not be used by another synonym of classification entry
fr: Le nom principal ne peut pas être utilisé par un autre synonyme d'entrée de classification

source: Synonym already used as a primary name
fr: Synonyme déjà utilisé comme nom principal

source: Synonym already used into this classification entry
fr: Synonyme déjà utilisé pour cette entrée de classification

source: Family
fr: Famille

source: Subfamily
fr: Sous-famille

source: Tribe
fr: Tribu

source: Subtribe
fr: Sous-tribu

source: Genus
fr: Genre

source: Subgenus
fr: Sous-genre

source: Subsection
fr: Sous-section

source: Specie
fr: Espèce

source: Subspecie
fr: Sous-espèce

source: Variety
fr: Variété

source: Subvariety
fr: Sous-variété

source: classification rank
fr: rank de classification

source: Rank
fr: Rang

source: Model
fr: Modèle

source: Synonym
fr: Synonyme

source: classification entry
fr: entrée de classification

source: classification entry synonym
fr: synonyme d'entrée de classification
