Repository: Medhi83/collgate
Catalog: server/main/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Server configuration
fr: Configuration du serveur

source: Configured languages
fr: Langues configurées

source: Configured types of synonyms
fr: Types de synonymes configurées

source: Help
fr: Aide

source: Manual index
fr: Index du manuel

source: About Coll-Gate IS...
fr: A propos de Coll-Gate IS...

source: Unsupported language identifier
fr: Identifiant de langue non supporté

source: You are not allowed to delete an event message
fr: Vous n'êtes pas autorisé à supprimer un message évenementiel

source: You are not allowed to create an event message
fr: Vous n'êtes pas autorisé à créer un message évenementiel

source: You are not authenticated.
fr: Vous n'êtes pas identifié.

source: Please, you must enable your cookies.
fr: Merci d'activer la gestion des cookies.

source: English
fr: Anglais

source: French
fr: Français

source: Pending
fr: Attente

source: Valid
fr: Valide

source: Archived
fr: Archivé

source: Removed
fr: Supprimé

source: It is not allowed to change the status of an entity from valid to pending
fr: Il n'est pas permiet de changer le status d'une entité de valide à en-attente

source: It is not allowed to change the status of a removed entity
fr: Il n'est pas permiet de changer le status d'une entité retirée

source: It is not allowed to change the status of an archived entity
fr: Il n'est pas permiet de changer le status d'une entité archivée

source: Your account is pending for activation. Please be patient or contact an administrator.
fr: Votre compte est en attente d'activation. Merci de patienter ou contactez un administrateur.

source: Successfully logged
fr: Identifié avec succès

source: Your account is closed. Please contact an administrator to re-activate it.
fr: Votre compte est cloturé. Merci de contacter un administrateur afin de ré-activer celui-ci.

source: Invalid username or password
fr: Identifiant ou mot de passe invalide

source: Logged out
fr: Déconnecté

source: Change display
fr: Changer l'affichage

source: Username
fr: Identifiant

source: Password
fr: Mot de passe

source: Sign in
fr: Se connecter

source: Edit information
fr: Mise à jour des informations

source: Logout
fr: Se déconnecter
