Repository: Medhi83/collgate
Catalog: server/medialibrary/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Media
fr: Média

source: The descriptor value must be a string
fr: La valeur du descripteur doit être une chaîne

source: The descriptor value must match with the UUID format
fr: La valeur du descripteur doit être au format UUID

source: The descriptor value must refers to an existing media
fr: La valeur du descripteur doit référer à un média existant

source: Media type must be archives, images, documents or spreadsheets (media_types)
fr: Le type de média doit être archives, images, documents ou spreadsheets (media_types)

source: The descriptor old_value must refers to an existing media
fr: Le descripteur old_value doit référencer un média existant

source: The descriptor new_value must refers to an existing media
fr: Le descripteur new_value doit référencer un média existant

source: Media collection
fr: Collection de médias

source: The descriptor value must be an array of string
fr: La valeur du descripteur doit être un tableau de chaînes

source: The number of media must be lesser or equal than %i
fr: Le nombre de medias doit être inférieur ou égale à %i

source: Your are not the owner of the media
fr: Vous n'êtes pas le propriétaire de ce média

source: No permissions to the owner entity
fr: Pas de permission sur l'entité propriétaire

source: Unable to delete the media
fr: Impossible de supprimer le média

source: No file specified
fr: Pas de fichier spécifié

source: Upload file size limit is set to %i bytes
fr: La taille limite d'un fichier téléchargé est définie à %i octets

source: Undetermined uploaded file type
fr: Type de fichier téléchargé indéterminé

source: No change permission to the owner entity
fr: Pas de permission de modification sur l'entité propriétaire

source: Trying to update a non-existing file
fr: Tentative de mise-à-jour d'un fichier inexistant

source: media
fr: média
